let product = [ 
    { 
      "id": 127089, 
      "date": "2021-02-15T18:00:00.000Z", 
      "status": "Новый", 
      "position": 6, 
      "sum": "101 907 P", 
      "fio_user": "Чернышев Филипп Семенович", 
    }, 
    { 
      "id": 2353474, 
      "date": "2021-03-12T05:15:00.000Z", 
      "status": "Новый", 
      "position": 2, 
      "sum": "98 003 P", 
      "fio_user": "Филиппов Степан Васильевич", 
    }, 
      { 
      "id": 1103397, 
      "date": "2021-02-03T08:04:00.000Z", 
      "status": "Рассчет", 
      "position": 5, 
      "sum": "3 800 P", 
      "fio_user": "Тихонова Алина Давидовна", 
    }, 
      { 
      "id": 6924662, 
      "date": "2021-01-21T13:23:00.000Z", 
      "status": "Выполнен", 
      "position": 1, 
      "sum": "5 700 P", 
      "fio_user": "Александрова Юлия Никитична", 
    }, 
    { 
      "id": 2200086, 
      "date": "2021-01-19T10:28:00.000Z", 
      "status": "Отменен", 
      "position": "-", 
      "sum": "-", 
      "fio_user": "Андрей", 
    }, 

    { 
        "id": 2842064, 
        "date": "2021-01-04T12:12:00.000Z", 
        "status": "Отложен", 
        "position": 1, 
        "sum": "20 500 P", 
        "fio_user": "Судакова Анастасия Ильинична", 
    },

    { 
        "id": 1730071, 
        "date": "2020-12-17T22:45:00.000Z", 
        "status": "Выполнен", 
        "position": 1, 
        "sum": "1 399 P", 
        "fio_user": "Зверева Арина Николаевна", 
    },

    { 
        "id": 7987376, 
        "date": "2020-12-07T08:57:00.000Z", 
        "status": "Выполнен", 
        "position": 3, 
        "sum": "117 810 P", 
        "fio_user": "Карташов Максим Кириллович", 
    },
  ]